Repository: ahvega/wp-read-tools
Catalog: languages/wp-read-tools-*.po
Languages: es_es

source: Provides reading time estimation and a text-to-speech feature for WordPress posts via a shortcode.
es_es: Proporciona estimación del tiempo de lectura y una función de texto a voz para entradas de WordPress mediante un shortcode.

source: Security check failed.
es_es: Falló la verificación de seguridad.

source: Error: Post ID not provided.
es_es: Error: No se proporcionó el ID de la entrada.

source: Error: Invalid post ID.
es_es: Error: ID de entrada inválido.

source: Error: Post not found or not accessible.
es_es: Error: Entrada no encontrada o no accesible.

source: Error retrieving post content.
es_es: Error al recuperar el contenido de la entrada.

source: Reading...
es_es: Leyendo...

source: Pause
es_es: Pausar

source: Resume
es_es: Continuar

source: Error fetching content.
es_es: Error al obtener el contenido.

source: Listen
es_es: Escuchar

source: Estimated reading time: %s minutes
es_es: Tiempo estimado de lectura: %s minutos

source: Listen to this article
es_es: Escuchar este artículo

source: %s min read
es_es: Lectura %s min.
